Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: UuŠccbi sââŠjest åårrjid lij vääžnai jiiŠjjes jieŠnnǩiõl mättjem lââzzen tõn seillmõš.
fin: Vähemmistöasemassa oleville on tärkeää oman äidinkielen oppimisen lisäksi sen säilyminen.

source: JieŠnnǩiõl lij ooumže čõnstõk jiiŠjjes kulttuure, identiteette da ruåđid.
fin: Äidinkieli on ihmiselle side omaan kulttuuriin, identiteettiin ja sukuun.

source: Tõst lij miârktõs še teâđ, jorddmõõžž da raajjâmvuâđlaž ǩiõllân.
fin: Sillä on merkitystä myös tiedon, ajattelun ja luovuuden kielenä.

source: Ǩiõll lij vääžnai pukin håiddâkksai peâmmtoimmjumuužžin, tõt lij vuârrvaaiktõõzz neäŠvv da lokkčooud puknallšem mättjumužže.
fin: Kieli on tärkeä kaikessa varhaiskasvatustoiminnassa, se on vuorovaikutuksen väline ja avain kaikkeen oppimiseen.

source: LääŠddjânnmest lie sääŠmpiârri, koin päärnai vuõssǩiõllân lij sääŠmǩiõll, kååŠtt lij seämmast še kuhttui puärrsi jieŠnnǩiõl da piârri dommǩiõll.
fin: Suomessa on saamelaisperheitä, joissa lapsen ensikielenä on saamen kieli, joka on samalla myös molempien vanhempien äidinkieli ja perheen kotikieli.

source: Päärnaž mättai lääŠddǩiõl mâŋŋlubust takainalla škooule mõõneest.
fin: Lapsi oppii suomen kielen myöhemmin tavallisesti kouluun mennessään.

source: Håiddâkksai peâmmʼmuužžâst päärnaž vuäitt õõudeed da raŠvveed sääŠmǩiõlâs määŋgbeäŠllsai ǩiõlâânnemnaali mieŠldd.
fin: Varhaiskasvatuksessa lapsi voi kehittää ja vahvistaa saamen kieltä monipuolisten kielenkäyttötilanteiden kautta.

source: Jäänaž sääŠmpäärnain šâdd kueiŠt ǩiõl da kulttuur piârrjin.
fin: Useimmat saamelaislapset kasvavat kahden kielen ja kulttuurin perheissä.

source: Sij mättje kueŠhtt - leŠbe juŠn koumm ǩiõl šõddâm rääŠjest.
fin: He omaksuvat kaksi- tai jopa kolme kieltä syntymästään lähtien.

source: SääŠmǩiõllsest håiddâkksai peâmmʼmuužžâst lij kõõskâs rool päärna simultaanlaž, määŋgǩiõlsâžvuõđ da ǩiõlvuađlaž identiteett tuäŠrjjumuužžâst nuŠt, što päärnaž âstt škooule pueeŠr ǩiõlsilttumuužž što vuäitt vuäŠssõõttâd sääŠmǩiõllsaž mättʼtõzze.
fin: Saamenkielisellä varhaiskasvatuksella on keskeinen rooli lapsen simultaanisen monikielisyyden ja kielellisen identiteetin tukemisessa niin, että lapsi saavuttaa kouluun mennessä hyvän kielitaidon osallistuakseen saamenkieliseen opetukseen.

source: SääŠm ǩiõll ǩiõllpieŠssǩiõllân
fin: Saamen kieli kielipesäkielenä

source: ǨiõllpieŠss lij vueŠll škooulâkksaid ǩiõl beäŠlest uuŠccab naroodd leŠbe alggmeeŠr päärnaid tarǩǩuum peiŠvvhåiddpäiŠǩǩ, koŠst vaarvuâŠllsaž ǩiõl kåitta serdded päärnaid maisteeŠl tõn sijjid čõõđ ääiŠj aalǥâst ääŠljjeeŠl, håt- i sij jie fiŠttječče ǩiõl ǩiõllpieŠssä puäđeest.
fin: Kielipesä on alle kouluikäisille kielivähemmistön tai alkuperäiskansan lapsille tarkoitettu päivähoitopaikka, jossa uhanalainen kieli pyritään siirtämään lapsille puhumalla sitä heille koko ajan alusta lähtien, vaikkeivät he ymmärtäisikään kieltä kielipesään tullessaan.

source: ǨiõllpieŠssest ââned ǩiõl-lauggtemnääŠl.
fin: Kielipesässä käytetään kielikylpymenetelmää.

source: ǨiõllpieŠsstoimmjumuš lij vuõinnum pueŠrren nääŠllen vaarvuâŠllsai ǩiõli jeäŠlljâttmuužžâst.
fin: Kielipesätoiminta on osoittautunut hyväksi keinoksi uhanalaisten kielten elvyttämispyrkimyksissä.

source: ǨiõllpieŠssest mainsted pâi sääŠmǩiõl, ij-ga personkåŠdd jåårǥǥlââdd mainnseezz lääŠddǩiõlle ni aalǥâst, ko päärna jie võl tõn fiŠtte.
fin: Kielipesässä puhutaan vain saamen kieltä, eikä henkilöstö käännä puhettaan suomen kielelle edes alussa, kun lapset eivät vielä heitä ymmärrä.

source: Ǩiõl mättjumuužž tuäŠrjjeed tulǩǩeeŠl mainstumuužž seäveeŠl, jiõnneeŠl, kaartivuiŠmm, neäŠvvaivuiŠm, lauŠlljivuiŠm da likkeelŠl.
fin: Kielen omaksumista tuetaan havainnollistamalla puhetta elein, äänenpainoin, kuvin, esinein, lauluin ja liikkein.

source: Še persoonkåŠdd maainâst kõskkneezz pâi ǩiõllpieŠss ǩiõl.
fin: Myös henkilökunta puhuu keskenään vain kielipesäkieltä.

source: Passiivlaž ǩiõlsiltteem õuddnem mieŠldd päärnaž tuõstškuätt siõmmnai siõmmnai aktiivlaž mainstumužže.
fin: Passiivisen kielitaidon kehittyessä lapsi rohkaistuu vähitellen aktiiviseen puheen tuottamiseen.

source: Päärna uuŠvded mättjed kiõl jiiŠjjes hoodd mieŠldd.
fin: Lapsen annetaan omaksua kieltä omaan tahtiinsa.

source: Päärnaikõskksaž ǩiõllân lij täuŠjja lääŠddǩiõll.
fin: Lasten keskinäisenä kielenä on usein suomen kieli.

source: VâŠǯǯelvuõttân lij vuäŠǯǯad päärna kommunkâstted še kõskkneezz sääŠmǩiõlle.
fin: Haasteena onkin saada lapset kommunikoimaan myös keskenään saamen kielellä.

source: SääŠmǩiõl mättjem õhttsaž täävtõõzz
fin: Saamen kielen oppimisen yhteiset tavoitteet

source: JuõŠǩǩpeiŠvvsai tuåimi õhttvuõđâst ǩiõll toimmai neäŠvvan, ij jiõčč ärvven.
fin: Päivittäisten toimintojen yhteydessä kieli toimii välineenä, ei itseisarvona.

source: Håiddâkksai peâmmʼmuužžâst päärna ǩiõl õuddnumuužž õõudeed jeeresnallšem tuåimi mieŠldd.
fin: Varhaiskasvatuksessa lapsen kielen kehittymistä edistetään erilaisten toimintojen kautta.

source: Håiddâkksai peâmmʼmuužžâst päärnaž
fin: Varhaiskasvatuksessa lapsi

source:  raŠvvad sääŠmidentiteettes da kulttuures
fin: • vahvistaa saamelaista identiteettiään ja kulttuuriaan

source:  õõudâsviikkâd määŋgbeäŠllsa ǩiõlâânnemvueittemvuõđi veäkka ǩiõlâs juõŠǩǩpeiŠvvsain tuåimin; päärnaž saǥstââll, kõõjjâd da maainâst jiiŠjjes jurddjin, tobddmuužzin, äŠjstõõzzin
fin: • kehittää monipuolisten kielenkäyttömahdollisuuksien avulla kieltään päivittäisissä toiminnoissa; lapsi keskustelee, kyselee ja kertoo omista ajatuksistaan, tunteistaan, toiveistaan

source:  vuäŠǯǯ veeidas teâđ da kiõŠččlâsttmuužž jiiŠjjes ǩiõlâst, kulttuurärbbvuõđâst da historiast da ǩiõččlâŠstt tõn ärvvsõs äŠššen
fin: • saa laajasti tietoa ja kokemusta omasta kielestä, kulttuuriperinnöstä ja historiasta ja kokee sen

source:  tuõstškuätt âânnet da õõudeed aktiivlašnalla ǩiõl
fin: • rohkaistuu käyttämään ja kehittämään aktiivisesti kieltä

source:  õõudâsviikkâd ǩiõlvuađlaž tiâttmuužžâs
fin: • kehittää kielellistä tietoisuuttaan

source: Päärna ǩiõlmättjem diõtt lij vääžnai, što piâr, ruått da õhttsažkåŠdd šeâttâtte ǩiõl mättjumužže miõđâlt da tuäŠrjjee tõn aktiivlažnalla.
fin: Lapsen kielenoppimisen kannalta on tärkeää, että perhe, suku ja yhteisö suhtautuvat kielen oppimiseen myönteisesti ja tukevat sitä aktiivisesti.

source:  mainnâz, arvvtõõzz, tiivtt
fin: Lapsen saamen kielen vahvistamisen välineet:

source:  roolsiõr, kuuhlâžteatter, čuäjjtõõlmõš
fin: • tarinat, kertomukset, sadut, lorut, arvoitukset, runot

source:  musiikk, jooik, leeuŠd, livđet, laulli
fin: • musiikki, joiut, leuddit, livđet, laulut

source:  puärrsi, ruåđi da õhttsažkåŠddvuiŠm ärbbvuâđlaž eeŠjj-jårrõzze koŠlle õŠhtte määŋgbeäŠllsa ǩiõlâânnemvueŠjj: tuââŠj, ǩiõŠtt - tuâŠjai raajjmuš, luâđastliikkumuš, kåvvstõõllmuš, mieŠccest jååttmuužž, kaaunõõttmuužž, kõŠlljumuužž da šõddmuužž
fin: • vanhempien, sukulaisten ja yhteisön kanssa perinteiseen vuotuiskiertoon liittyvät monipuoliset kielenkäyttötilanteet: työt, käsitöiden tekeminen, luonnossa liikkuminen, laavustelu, retket, tapaamiset, vierailut ja tapahtumat

source:  ǩeŠrjjtum sääŠmǩiõl kuâsttjumuš õõutilooǥǥ fyyslaž pirrõõzzâst (ilmtõõzz, peåggtõõzz, kaart, ǩõõlbb dnõ.)
fin: • kirjoitetun saamen kielen näkyminen yksikön fyysisessä ympäristössä (ilmoitukset, julisteet, kuvataulut, kyltit jne.)

source:  ǩeŠrjjpõõrtin da muzein kõŠlljumuužž
fin: • kirjastossa ja museossa vierailut

source:  vuârvaaiktõs jeeresâkksai sääŠmpäärnaivuiŠm
fin: • vuorovaikutus eri-ikäisten saamelaislasten kanssa

source:  õhttsažtuâŠjj jäŠrrsi håiddâkksai peâmmõõutilooǥǥi, ǩiõllristtjeäŠnn da - eeŠjj, säŠmmla media, sieŠbrrkååŠddi da õhttõõzzi vuiŠm
fin: • yhteistyö muiden varhaiskasvatusyksiköiden, kielikummien, saamelaisen median, seurakunnan ja järjestöjen kanssa

source:  saǥstõõllmuš - da škoouljemsõddmuužž puärrsid
fin: • vanhemmille suunnatut keskustelu- ja koulutustilaisuudet

source: 3.4 ArggpeeiŠv õuddmiârkk ǩiõl mättjem õõudâsviikkmužže
fin: 3.4 Arkipäivän esimerkkejä kielen oppimisen edistämiseksi

source: Miõđlaš, staanlaž påread di vuõrâsoummu da päärna kõskksaž naŠddjõs da tääŠzzärvv smellkâstte päärna aktiivlaž ǩiõl âânnmužže.
fin: Myönteinen, turvallinen ilmapiiri sekä aikuisen ja lapsen välinen luottamus ja tasa-arvo rohkaisevat lasta aktiiviseen kielenkäyttöön.

source: Päärna ǩiõlvuađlaž teâđstumuužž õuddnumužže päärnast ferttai leeŠd jiânnai määŋgbeäŠllsaž ǩiõlâânnem vueittemvuõtt puki tuåimi õhttvuõđâst.
fin: Lapsen kielellisen tietoisuuden kehittymiseksi lapsella tulee olla paljon monipuolisia kielenkäyttömahdollisuuksia kaikkien toimintojen yhteydessä.

source: Päärna ǩiõlvuađlaž teâđstumuš õuddan ǩiõlin siõreest, tiivtid looǥǥeest, lääuleest da jeeŠresnallšem ǩiõl ååblǩid tobddstõõđeest.
fin: Lapsen kielellinen tietoisuus kehittyy kielellä leikkiessä, loruillessa, laulaessa ja erilaisiin kielen muotoihin tutustuessa.

source: Ǩiõlvuađlaž teâđstumuš rääjj vuâđ lookkâm - da ǩeŠrjjtem silttumužže.
fin: Kielellinen tietoisuus luo pohjan luku- ja kirjoitustaidolle.

source: Vuõrâsooumaž vuäitt täuŠjja vuâmmšekani mainsted päärnže kueŠddtekani suu vuâsttvuârrlaž mainstumuužž.
fin: Aikuinen voi usein huomaamattaan puhua lapselle kannustamatta häntä vastavuoroiseen puheeseen.

source: Saǥstõõllmuužžâst lij vääžnai uŠvdded äiŠǧǧ päärna jiiŠjjes juŠrddjid da mainnsid.
fin: On tärkeää keskustelussa antaa aikaa lapsen omille ajatuksille ja kertomuksille.

source: Vuõrâsoummu ferttai teađsteeŠl vuâmmšed jiiŠjjes ǩiõl âânnmužž, što tõt leŠčče nuŠt määŋgbeäŠllsaž ko vuäitt.
fin: Aikuisen tulee tietoisesti kiinnittää huomiota omaan kielenkäyttöön, jotta se olisi mahdollisimman monipuolista.

source: PäärnaivuiŠm vuäitt juõŠǩǩpeeiŠv harjtõõttâd ǩiõl õõutsââŠjest jm. laullji, laaulsiõri da tiivti veäkka.
fin: Lasten kanssa voi päivittäin harjoitella kieltä yhdessä mm. laulujen, laululeikkien ja lorujen avulla.

source: Päärnai ǩiõlâânnemnaali määŋgbeäŠllsen čõõđtumužže päärnaid vueitet jueŠǩǩed uuŠcces ärttlid õuddmiârkkan ââŠjj mieŠldd.
fin: Lasten kielenkäyttötilanteiden monipuolistamiseksi lapset voidaan jakaa pienryhmiin esimerkiksi iän mukaan.

source: TäuŠjja tõk päärna, koin sääŠmǩiõl ilŠla võl čuuŠt raavâs, mainnste kõskkneezz miõlstes lääddas.
fin: Usein ne lapset, joilla saamen kieli ei ole vielä kovin vahva, puhuvat keskenään mielellään suomea.

source: Ärttlid raajeest täid päärnaid piijât jeeŠres ärttlid sääŠmǩiõl âânnem raŠvveem diõtt.
fin: Ryhmiä muodostettaessa nämä lapset laitetaan eri ryhmiin saamen kielen käytön vahvistamiseksi.

source: UuŠcces ärttlin jäänab äiŠǧǧ ǩiõttʼtõõllâd päärna jiiŠjjes ǩiõŠččlâsttmuužžid, tobddmuužžid leŠbe pâi mainsted.
fin: Pienryhmissä on enemmän aikaa käsitellä lapsen omia kokemuksia, tunteita tai vain tarinoida.

source: Ǩiõl mättʼtõõtti päärnaivuiŠm tobddmuužži õudde puhttmest ââned veäŠǩǩen kaartid, likkumuužž, jiõnid, seäŠvvmõõžž da mainsted seämmast måkam fittõõzz tõid kolle.
fin: Kieltä opettelevien lasten kanssa tunteiden esille tuomisessa käytetään apuna kuvia, liikkeitä, ääniä, eleitä ja kerrotaan samalla millaiset käsitteet niihin kuuluvat.

source: ÄäŠrjez päärnaž taarbaš ääiŠj da tueŠrjj mainstumuužžâst.
fin: Arka lapsi tarvitsee enemmän aikaa ja tukea puhumisessa.

source: Tõn diõtt lij vääžnai, što puk saǥstõõllâmnääŠl suin âânet äuŠǩǩen aktiivlažnalla.
fin: Siksi on tärkeää, että kaikki keskustelutilanteet hänen kanssaan hyödynnetään aktiivisesti.

source: Tääzzverdsaž da staanlaž kontaatk raajjmužže tuâŠjjlaž vuäitt šiõttõõttâd päärnai fyyslaž täzze šâŠldda.
fin: Tasavertaisen ja turvallisen kontaktin luomiseksi työntekijä voi asettua fyysisesti lasten tasolle lattialle.

source: Päärna väŠldde kontaaktt heâlpben da vuõrâsooumaž vuäitt ciŋlmõõvvâd kulddled da saǥstõõllâd siŠjjivuiŠm.
fin: Lapset ottavat helpommin kontaktia ja aikuinen voi keskittyä kuuntelemaan ja keskustelemaan heidän kanssaan.

source: Vuõrâsooumaž ohjjad aktiivlažnalla päärnai siõrršõddmuužžid tuäŠrjjeel seämmast päärnai sääŠmǩiõlâânnmuužž.
fin: Aikuinen ohjaa aktiivisesti lasten leikkitilanteita tukien samalla lasten saamen kielen käyttöä.

source: Siõm päärnaid mainsted jiânnai jeeŠres håiddšõddmuužžin (jm. njuõʒʒikvaajtem, põõzzõõttmuužž da teâvõõttmuužž õhttvuõđâst) nõõmteeŠl seämmast jeeŠres roopp- pieŠǩǩid da pihttzid.
fin: Pienille lapsille puhutaan paljon eri hoitotilanteissa (mm. vaipan vaihdon, peseytymisen ja pukeutumisen yhteydessä) nimeten samalla eri ruumiinosia ja asusteita.

source: TueŠjjeemnääŠl õuddmiârkk ǩiõlvuađlaž teâđstumuužž õõdâsviikkmužže: Ǩiõl jiõnneemraajâlm: Tiivti da laaulsiõri veäkka päärnaž tobddstââtt sääŠmǩiõl jiõnnõõzzid da sääntuâŠjaid, mäŠhtt jeeŠresnallšem jiõnnõõzzid vuäitt õhttõõllâd.
fin: Käytännön esimerkkejä kielellisen tietoisuuden kehittämiseksi: Kielen äännerakenne: Lorujen ja laululeikkien avulla lapsi tutustuu saamen kielen äänteisiin ja sääntöihin, miten erilaisia äänteitä voi yhdistellä.

source: Jeeresnallšem sääŠnnpaarid (säännpaar, kook rätkje kueimstes õõut jiõnnõõzz vuâđalt) siskldeei tiivti veäkka vueitet uŠvdded päärnže peäggtâŠstted tõst mäŠhtt jiõnnõõzzid ââned saani räätktõõllmužže.
fin: Erilaisten sanapareja (sanaparit, jotka erottuvat toisistaan yhden äänteen perusteella) sisältävien loruja avulla voidaan antaa lapselle vihjeitä siitä miten äänteitä käytetään sanojen erottelemiseen.

source: Näkam tiivtt lie jm. tâŠvvsääŠmǩiõlâst.
fin: Tällaisia loruja ovat mm pohjoissaamessa:

source: Saani raajõõttmuž: Päärna teâdstumuužž saani åbblǩin da saani raajõõttmuužžâst vueitet õõudeed jeerenallšem harjtõõzzivuiŠm;
fin: Sanojen rakentuminen: Lapsen tietoisuutta sanojen muodoista ja sanojen rakentumisesta voidaan edistää erilaisilla harjoituksilla;

source:  õhttõs- sääŠnnharjjtõõzz, õuddmiârkkan tâŠvvsääŠmǩiõlâst; guollemuorra - muorraguolli
fin: • yhdyssanaharjoitukset, esimerkiksi pohjoissaamessa; guollemuorra - muorraguolli

source:  luâđ jiõnid muušttʼ teei sääŠnnharjjtõõzz.
fin: • luonnonääniä muistuttavat sanaharjoitukset.

source: ʼuddmiârkkan tâŠvvsääŠmǩiõlâst; Dappasii gappasii duike Eallu- laaul
fin: Esimerkiksi pohjoissaamessa; Dappasii gappasii duike Eallu-laulu

source: SÄÄŠMKULTTUUR DA IDENTITEETT
fin: Esimerkiksi pohjoissaamessa; Lei oktii áhkku (aikamuodot), Beahká viessu (relatiivilause), Meahcci eallit (verbien persoonamuodot), Okta guolli vuodjá (verbien taivutus)

source: SäŠmmlaž pärnnpoŠdd da peâmm
fin: Saamelainen lapsuus ja kasvatus

source: Ärbbvuõđ mieŠldd sääŠmpiârrjin puärrsin da päärnain šõdde âlddsõõzz õhttsaž juõŠǩǩpeiŠvvsain tuâŠjain.
fin: Perinteisesti saamelaisperheissä vanhemmilla ja lapsilla muodostui läheinen suhde yhteisten päivittäisten askareiden lomassa.

source: Päärna ohjjee seämmast, ko vuõrâsoummin lääi jiiŠjstez tuâŠjj.
fin: Lapsia ohjattiin samalla, kun aikuisilla oli omat työnsä.

source: Siõreest päärnaž mättji sosiaalaž čeäŠppvuõtte, tueŠjjeed tuââŠjj da âânnet luâđ reeǧǧesvuõđid da pirǧǧeed kõõrâs luâđâst.
fin: Leikkiessään lapsi oppi sosiaalisia taitoja, tekemään työtä ja käyttämään luonnon rikkauksia ja tulemaan toimeen ankarissa luonnonolosuhteissa.

source: SäŠmmlaž peâmmʼmuužžâst ainsmâtte sosiaalaž vuâmmšemooddaid, kueiŠmi lokku väŠlddmužže di tuââŠj da siõr mieŠldd mättjumužže.
fin: Saamelaisessa kasvatuksessa painotettiin sosiaalista huomiokykyä, toisten huomioon ottamista sekä työn ja leikin kautta oppimista.

source: SääŠmpeâmmʼmuužž karttʼtii jeeŠrben vuõiǥteŠmes peâmmʼmuš.
fin: Saamelaiskasvatusta kuvasi erityisesti epäsuora kasvatus.

source: Päärna mättje vuâmmšekani väŠldded västteemvuõđ tuâŠjaineezz da åårrmest õõutsââŠjest piârrjest da pirrõõzzâst.
fin: Lapset oppivat huomaamatta ottamaan vastuuta tekemisistään ja olemisestaan yhdessä perheen ja ympäristön kanssa.

source: AnnʼjõžpeeiŠv peâmmʼmuužžâst peelkâd võl sääŠm peâmmärbbvuõtt.
fin: Saamelaisesta kasvatusperinteestä on vielä heijasteita nykypäivän kasvatuksessa.

source: Päärnaž mättʼteed uŠvdded pukid oummid äärvv.
fin: kohtelemaan kaikkia ihmisiä arvonannolla.

source: Cisttjumuš šâdd oummi lââzzen luõttu.
fin: Kunnioituksen tulee ihmisten lisäksi kohdistua luontoon.

source: Päärna jeät vuõiǧǧest vuäŠppest peŠce suŠnne mainsted šõddmuužžid da mainnsid jäŠrrsid lij šõddâm.
fin: Lapsia ei suoranaisesti neuvota vaan kerrotaan tapahtumia ja tarinoita mitä muille on tapahtunut.

source: Oummu šõddmuužž da õuddnumuužž täävvtõzzân lij määŋgbeäŠllsaž persoonlažvuõtt da veeidas silttumuš.
fin: Ihmisen kasvun ja kehityksen tavoitteena on monipuolinen persoonallisuus ja laajaalainen osaaminen.

source: Tääi ooddai õõudâsviikkmužže peâmmtuåimivuiŠm kååitad õõudeed päärna vuâmmšõõttâm - da jiõččärvvstõõllmušoodd, što son pirǧǧeŠčče ođđ kroota puõŠtti šõddmuužžin.
fin: Näiden ominaisuuksien kehittämiseksi kasvatustoimilla pyritään kehittämään lapsen havainnointi- ja itsearviointikykyä, jotta hän pärjäisi uusissa yllättävissä tilanteissa.

source: Raavâs jiõččtobddmuš, čiõlǥâs jiõččkartt da raavâs identiteett veäǩǩad päärna toimmjed jiiŠjjez õudlõõzzi da čeäŠppvuõđi mieŠldd di jiõŠcces luâđlaž nääŠleld.
fin: Vahva itsetunto, selkeä minäkuva ja vahva identiteetti auttavat lasta toimimaan omien edellytystensä ja taitojensa mukaan sekä itselleen luontevalla tavalla.

source: PueŠrr teäŠttemoodd mieŠccest likkeest, saǥstõõllmuužžin da jurddjin lie viâltʼtemes pueeŠr jieŠllem vaalđšem diõtt.
fin: Hyvä suuntautumiskyky metsässä liikkuessa, keskusteluissa ja ajattelussa ovat välttämättömiä hyvän elämänhallinnan kannalta.

source: SäŠmmlaž peâmmʼmuužžâst uuŠvdet äärvv pueeŠ vuâmmšõõttâm - da ärvvstõõllmušoodd lââzzen raavâs jiõččtobddmužže identiteette, veeidas silttumuužž, šiõttâmvuõđ, sosiaalvuõđ da mäŠrddnalla vuõd.
fin: Saamelaisessa kasvatuksessa arvostetaan hyvän havainnointi- ja arviointikyvyn lisäksi vahvaa itsetuntoa ja identiteettiä, laaja-alaista osaamista, sopeutuvuutta, sosiaalisuutta ja kohtuullisuutta.

source: OŠbbväŠlddsaž täävvtõzzân lij õõudeed päärna jiõččvuađlaž jieŠllmest pirǧǧumuužž õhttu da õõutsââŠjest jäŠrrsi vuiŠm.
fin: Kokonaisvaltaisena tavoitteena on edistää lapsen itsenäistä elämässä pärjäämistä yksin ja yhdessä muiden kanssa.

source: JiõŠččvuâđtlaž pirǧǧmuš õõlǥad tueŠjjeemnääŠl čeäŠppvuõđi vaalđšemvuõđ lââzzen psyykklaž vaalmâsvuõđ da ååskk tõzz, što vuäitt, silttâd da käunn räŠtǩǩumuužžid proŠbleeŠmid da naŠddjââtt tõzz, što puk vuäitt mättjed.
fin: Itsenäinen selviytyminen edellyttää käytännön taitojen hallinnan lisäksi psyykkistä valmiutta ja uskoa siihen, että jaksaa, osaa ja löytää ratkaisut ongelmiin ja luottaa siihen, että kaiken voi oppia.

source: SäŠmmlaž õhttsažkååŠddest lij ärbbvuõđ mieŠldd ruåđin da õhttsažkååŠddest päärna peâmmvuõiggâdvuõtt da - vasttumuš.
fin: Saamelaisessa yhteisössä perinteisesti suvulla ja yhteisöllä on lapsen kasvatusoikeus ja – vastuu.

source: SäŠmmlai kulttuuraarvi vääŠltumuš
fin: Saamelaisten kulttuuriarvojen välittäminen

source: SäŠmmlaid õhttee kulttuurlaž äärvv mâŠte ǩiõll, Identiteett, luâtt da ruått.
fin: Saamelaisia yhdistävät kulttuuriset arvot kuten kieli, identiteetti, luonto ja suku.

source: Säämkulttuure kolle še äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj mâŠte puäʒʒhåiddmuš, kueŠllstumuš, meäŠccjumuš, uussmõš da ǩiõttʼtuââŠj.
fin: Saamelaiseen kulttuuriin kuuluvat myös perinteiset elinkeinot kuten poronhoito, kalastus, metsästys, keräily ja käsityöt.

source: Kulttuura lij še säŠmmlaž.
fin: Kulttuuria on myös saamelainen elämäntapa.

source: SäŠmmlai jieŠllemnääŠll, kulttuur da äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj lie mutšõõvvâm ääiŠj mieŠldd.
fin: Saamelaisten elämäntapa, kulttuuri ja perinteiset elinkeinot ovat muuttuneet ajan myötä.

source: Ärbbvuâđlai teâđai da čeäŠppvuõđi mättjumuš ij sirddu teäŠnab piârrjest luađâlt päärnaid.
fin: Perinteisten tietojen ja taitojen oppiminen ei siirry enää perheessä luonnostaan lapsille.

source: SäŠmmla kulttuur seillmõš õõlǥad še annʼjõõžžâst ärbbvuâđlaž teâđai da čeäŠppvuõđi, di vuõiŋŋlaž jeällmõõžž serddmõõžž puõŠttjid puõlvvõõǥǥid.
fin: Saamelaisen kulttuurin säilyminen edellyttää nykyisinkin perinteisten tietojen ja taitojen, sekä henkisen pääoman siirtymistä tuleville sukupolville.

source: SäŠmmlaž äŠrbbvuõđ mieŠlddsaž tiâttmõš lij obbvuõtt, kååŠtt lij čõnnum ooumže da luõttu.
fin: Saamelainen perinteinen tietämys on kokonaisuus, joka on sidoksissa ihmiseen ja luontoon.

source: SäŠmmla teâđ, čeäŠppvuõđ da äärvv serddje vuõŠsssââŠjest tuåimi da tobddmuužži mieŠldd di njälmmlaž ärbben puõlvvõõǥǥâst nuŠbbe.
fin: Saamelaiset tiedot, taidot ja arvot välittyvät pääasiallisesti toimintojen ja tunteiden kautta sekä suullisena perintönä sukupolvelta toiselle.

source: SäŠmmlaž tiâttmõš siisǩâld teâđ jieŠllmest pirǧǧumuužzâst.
fin: Saamelainen tietämys sisältää tiedon elämässä pärjäämisestä.

source: YK:n alggmeeŠrpeäggtõõzzâst cielǩed što alggmeeŠrain lij vuõiggâdvuõtt jeäŠlljâtted kulttuuräärbes da- naalid da mättʼteed tõiŠd puõŠttjid puõlvvõõǥǥid.
fin: YK:n alkuperäiskansajulistuksessa todetaan, että alkuperäiskansalla on oikeus elvyttää kulttuuriperintöään ja tapojaan ja opettaa niitä tuleville sukupolville.

source: Ärbbvuõđi jeäŠlljâttmuš lij vääžnai säŠmmlai jiõččmieŠrreem vuõiggádvuõđ, sääŠmõhttsažkååŠddi viõǥsmâttem, kulttuur jiõŠččmääinlaž šiõttmõõžž (annʼjõž-õhttsažkååŠdd vâŠǯǯlõõzzid) da säŠmmlai puârastpirǧǧumuužž da tiõrvâsvuõđ õõudeem diõtt.
fin: Perinteiden elvyttäminen on tärkeää saamelaisten itsemääräämisoikeuden, saamelaisyhteisöjen voimaannuttamisen, kulttuurin omaehtoisen sopeutumisen (nyky-yhteiskunnan haasteisiin) ja saamelaisten hyvinvoinnin ja terveyden edistämisen kannalta.

source: ʼhttsažkååŠdd põõžži raajlmid ferttai raajjâd õuddldõõzzid säŠmmlai kulttuur õuddnumužže; õuddmiârkkan ǩiõll- da kulttuurproggraammi, sosiaal- da tiõrvâsvuõđhuõl škooultjem- da õõdâsviikkâm proggraammi mieŠldd.
fin: Yhteiskunnan pysyviin rakenteisiin tulee luoda edellytykset saamelaisten kulttuurien kehittymiselle; esimerkiksi kieli- ja kulttuuriohjelmien, sosiaali- ja terveydenhuollon koulutus- ja kehittämisohjelmien kautta.

source: Päärnaž ânškuätt håiddâkksai peâmmʼmuužžâst säŠmmlaid kulttuuraarvid.
fin: Lapsi omaksuu varhaiskasvatuksessa saamelaisia kulttuuriarvoja.

source: Håiddâkksai peâmmtoimmjumuš lie puõŠtti kulttuuräärvv, kook lie ǩiiddõs õhttvuõđâst kueiŠmmses:
fin: Varhaiskasvatustoiminta pohjautuu seuraaville kulttuuriarvoille, jotka ovat kiinteästi yhteydessä toisiinsa:

source: - ʼhttsažkåŠddvuõtt
fin: - Identiteetti

source: - Luâttõhttvuõtt
fin: - Yhteisöllisyys

source: - ÄŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj da pirǧǧumuš
fin: - Luontoyhteys - Perinteiset elinkeinot ja toimeentulo

source: - SooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt
fin: - Sukupuolten välinen tasa-arvo ja ihmisyys

source: - Rääuh da suåvâdvuõtt
fin: - Rauha ja sovinnollisuus

source: - Määŋgkulttuurvuõtt
fin: - Monikulttuurisuus

source: Identiteett šâdd vuârrvaaiktõõzzâst jäŠrrsi oummivuiŠm.
fin: Identiteetti muotoutuu vuorovaikutuksessa muiden ihmisten kanssa.

source: Päärna identiteett miertõõlljen toimmje päärnže vääžnai oummu.
fin: Lapsen identiteetin määrittäjinä toimivat lapselle tärkeät ihmiset.

source: ÂlddõhttsažkåŠdd da väŠlddkulttuur vaaikte piârri naaŠlid mueŠǩǩeed päärna identiteett.
fin: Lähiyhteisö ja enemmistökulttuuri vaikuttavat perheen tapaan muovata lapsen identiteettiä.

source: Piârrjest vaaldšeei ǩiõl vaaikte še identiteett õuddnumužže.
fin: Perheessä vallitseva kieli vaikuttaa myös identiteetin kehittymiseen.

source: Identiteett sõddâm vuađđan lij čiõlǥâs jiõččkartt.
fin: Identiteetin muodostuminen perustuu selkeään minäkuvaan.

source: Ko oummust lij čiõlǥâs jiõččkartt, son tiatt koonn ärttla son kooll da čõõnââtt.
fin: Kun ihmisellä on selkeä minäkuva, hän tietää mihin joukkoon hän kuuluu ja sitoutuu.

source: Raavâs ruått- da piârkõskkvuõđ ravvee õhttsažkåŠddvuõđ da õhttsažkåŠdda čõõnõõttmuužž.
fin: Vahvat sukulaisuus- ja perhesuhteet vahvistavat yhteisöllisyyttä ja yhteisöön sitoutumista.
